Repository: jinyongnan810/C2V
Catalog: C2V/Localizable.xcstrings
Source language: en
Languages: ja

# %@, %@, %lld characters%@
source: %1$@, %2$@, %3$lld characters%4$@
ja: %1$@、%2$@、%3$lld文字%4$@

# %@, %lld characters, %lld words, %lld lines
source: %1$@, %2$lld characters, %3$lld words, %4$lld lines
ja: %1$@、%2$lld文字、%3$lld単語、%4$lld行

# %lld characters, %lld words, %lld lines
source: %1$lld characters, %2$lld words, %3$lld lines
ja: %1$lld文字、%2$lld単語、%3$lld行

source: %lld chars
ja: %lld文字

source: %lld items
ja: %lld件

source: %lld lines
ja: %lld行

source: %lld pinned
ja: %lld件固定

source: %lld words
ja: %lld単語

source: All clipboard history is stored strictly on your local device. C2V does not collect, track, or transmit any data.
ja: すべてのクリップボード履歴はお使いのローカルデバイスにのみ保存されます。C2Vがデータを収集、追跡、または送信することはありません。

source: Auto Start on Boot
ja: ログイン時に自動起動

source: Cancel
ja: キャンセル

source: Clear Clipboard History?
ja: クリップボードの履歴を消去しますか？

source: Clear Everything
ja: すべて消去

source: Clear History
ja: 履歴を消去

source: Clear search text
ja: 検索テキストを消去

source: Clear Unpinned Items
ja: ピン留め以外の項目を消去

source: Clipboard Storage
ja: クリップボードの保存設定

source: Close
ja: 閉じる

source: Close Quick Look
ja: クイックルックを閉じる

source: Copied to clipboard
ja: クリップボードにコピーしました

source: Copied to clipboard!
ja: クリップボードにコピーしました！

source: Copied!
ja: コピー完了！

source: Copies text to clipboard
ja: テキストをクリップボードにコピーします

source: Copy
ja: コピー

source: Copy any text on your Mac to automatically save it here.
ja: Macでテキストをコピーすると、自動的にここに保存されます。

source: Copy text
ja: テキストをコピー

source: Delete
ja: 削除

source: Delete item
ja: 項目を削除

source: Deletes all clipboard items including pinned items
ja: ピン留め項目を含むすべてのクリップボード項目を削除します

source: Deletes all items that are not pinned
ja: ピン留めされていないすべての項目を削除します

source: Deletes item from history
ja: 履歴から項目を削除します

source: Dismisses this dialog without deleting items
ja: 項目を削除せずにこのダイアログを閉じます

source: Double tap to copy text snippet to clipboard
ja: ダブルタップでテキストスニペットをクリップボードにコピー

source: Filter Pinned Items
ja: ピン留め項目で絞り込み

source: Filters list to display pinned items only
ja: ピン留め項目のみを表示するようにリストを絞り込みます

source: Full text
ja: 全文

source: General
ja: 一般

source: Go to Top
ja: 最上部へ移動

source: History Limit
ja: 履歴の保存上限

source: Launch C2V automatically when macOS starts.
ja: macOSの起動時にC2Vを自動的に起動します。

source: No Copied Text Yet
ja: コピーされたテキストはありません

source: No Matching Results
ja: 該当する結果がありません

source: Opens application settings window
ja: アプリケーションの設定ウィンドウを開きます

source: Opens confirmation dialog to clear copied items
ja: コピーした項目を消去する確認ダイアログを開きます

source: Pin
ja: ピン留め

source: Pin item
ja: 項目をピン留め

source: Pin item to top
ja: 項目を最上部にピン留め

source: Pin to Top
ja: 最上部にピン留め

source: Pins item to top
ja: 項目を最上部にピン留めします

source: Privacy & Security
ja: プライバシーとセキュリティ

source: Quick Look
ja: クイックルック

source: Quit C2V
ja: C2Vを終了

source: Scroll to top
ja: 最上部へスクロール

source: Scrolls clipboard list back to top
ja: クリップボードのリストを最上部に戻します

source: Search copied text
ja: コピーしたテキストを検索

source: Search copied text...
ja: コピーしたテキストを検索...

source: Settings
ja: 設定

source: Show All Items
ja: すべての項目を表示

source: Shows unpinned and pinned items
ja: ピン留めされていない項目とピン留めされた項目の両方を表示します

source: Stores up to %lld unpinned text snippets locally on your Mac. Files and images are excluded.
ja: ピン留めされていないテキストスニペットをMac上に最大%lld件ローカル保存します。ファイルや画像は除外されます。

source: Stores up to 100 unpinned text snippets locally on your Mac. Files and images are excluded.
ja: ピン留めされていないテキストスニペットをMac上に最大100件ローカル保存します。ファイルや画像は除外されます。

source: Terminates the application
ja: アプリケーションを終了します

source: This action cannot be undone. Choose whether to keep pinned items or clear everything.
ja: この操作は取り消せません。ピン留めされた項目を保持するか、すべて消去するかを選択してください。

source: Try searching for a different keyword.
ja: 別のキーワードで検索してみてください。

source: Unpin
ja: ピン留め解除

source: Unpin item
ja: ピン留めを解除

source: Unpins item from top
ja: 最上部のピン留めを解除します

source: View Privacy Policy
ja: プライバシーポリシーを表示
